Repository: Circuit-Stitch/deferno-kmp
Catalog: app/shared-l10n/Localizable.xcstrings
Source language: en
Languages: de, es, hi, pt

# activity_change_count
source: %lld changes
de: %lld Änderungen
es: %lld cambios
hi: %lld बदलाव
pt: %lld alterações

# activity_empty_body
source: Every change you make — and every change synced from elsewhere — shows up here, newest first.
de: Jede Änderung, die du machst — und jede, die von woanders synchronisiert wird — erscheint hier, die neueste zuerst.
es: Cada cambio que haces — y cada cambio sincronizado desde otro lugar — aparece aquí, del más reciente al más antiguo.
hi: आपका किया हर बदलाव — और कहीं और से सिंक हुआ हर बदलाव — यहाँ दिखता है, सबसे नया सबसे ऊपर।
pt: Cada alteração que você faz — e cada alteração sincronizada de outro lugar — aparece aqui, da mais recente para a mais antiga.

# activity_empty_title
source: Nothing yet
de: Noch nichts
es: Nada todavía
hi: अभी कुछ नहीं
pt: Nada por enquanto

# activity_source_mcp
source: via MCP agent
de: über MCP-Agent
es: vía agente MCP
hi: MCP एजेंट से
pt: via agente MCP

# activity_source_unknown
source: Unknown
de: Unbekannt
es: Desconocido
hi: अज्ञात
pt: Desconhecida

# activity_source_website
source: via Website
de: über Website
es: vía sitio web
hi: वेबसाइट से
pt: via Site

# activity_summary_changed_settings
source: Changed settings
de: Einstellungen geändert
es: Se cambió la configuración
hi: सेटिंग्स बदलीं
pt: Alterou as configurações

# activity_summary_cleared_occurrence_chore
source: Cleared a chore occurrence
de: Pflicht-Termin zurückgesetzt
es: Se restableció una ocurrencia de quehacer
hi: काम की एक बारी साफ़ की
pt: Limpou uma ocorrência de afazer

# activity_summary_cleared_occurrence_event
source: Cleared an event occurrence
de: Ereignis-Termin zurückgesetzt
es: Se restableció una ocurrencia de evento
hi: इवेंट की एक बारी साफ़ की
pt: Limpou uma ocorrência de evento

# activity_summary_cleared_occurrence_habit
source: Cleared a habit occurrence
de: Gewohnheits-Termin zurückgesetzt
es: Se restableció una ocurrencia de hábito
hi: आदत की एक बारी साफ़ की
pt: Limpou uma ocorrência de hábito

# activity_summary_commented
source: Commented on an item
de: Element kommentiert
es: Comentó en un elemento
hi: एक आइटम पर टिप्पणी की
pt: Comentou em um item

# activity_summary_created_chore
source: Created a chore
de: Pflicht erstellt
es: Se creó un quehacer
hi: एक काम बनाया
pt: Criou um afazer

# activity_summary_created_event
source: Created an event
de: Ereignis erstellt
es: Se creó un evento
hi: एक इवेंट बनाया
pt: Criou um evento

# activity_summary_created_habit
source: Created a habit
de: Gewohnheit erstellt
es: Se creó un hábito
hi: एक आदत बनाई
pt: Criou um hábito

# activity_summary_created_item
source: Created an item
de: Element erstellt
es: Se creó un elemento
hi: एक आइटम बनाया
pt: Criou um item

# activity_summary_created_task
source: Created a task
de: Aufgabe erstellt
es: Se creó una tarea
hi: एक कार्य बनाया
pt: Criou uma tarefa

# activity_summary_deleted_task
source: Deleted a task
de: Aufgabe gelöscht
es: Se eliminó una tarea
hi: एक कार्य हटाया
pt: Excluiu uma tarefa

# activity_summary_moved_item
source: Moved an item
de: Element verschoben
es: Se movió un elemento
hi: एक आइटम मूव किया
pt: Moveu um item

# activity_summary_updated_item
source: Updated an item
de: Element aktualisiert
es: Se actualizó un elemento
hi: एक आइटम अपडेट किया
pt: Atualizou um item

# activity_summary_updated_occurrence_chore
source: Updated a chore occurrence
de: Pflicht-Termin aktualisiert
es: Se actualizó una ocurrencia de quehacer
hi: काम की एक बारी अपडेट की
pt: Atualizou uma ocorrência de afazer

# activity_summary_updated_occurrence_event
source: Updated an event occurrence
de: Ereignis-Termin aktualisiert
es: Se actualizó una ocurrencia de evento
hi: इवेंट की एक बारी अपडेट की
pt: Atualizou uma ocorrência de evento

# activity_summary_updated_occurrence_habit
source: Updated a habit occurrence
de: Gewohnheits-Termin aktualisiert
es: Se actualizó una ocurrencia de hábito
hi: आदत की एक बारी अपडेट की
pt: Atualizou uma ocorrência de hábito

# activity_summary_updated_plan
source: Updated your plan
de: Deinen Plan aktualisiert
es: Se actualizó tu plan
hi: आपकी योजना अपडेट की
pt: Atualizou seu plano

# activity_summary_updated_task
source: Updated a task
de: Aufgabe aktualisiert
es: Se actualizó una tarea
hi: एक कार्य अपडेट किया
pt: Atualizou uma tarefa

# assistant_apply_button
source: Apply
de: Anwenden
es: Aplicar
hi: लागू करें
pt: Aplicar

# assistant_before_enable_title
source: Before you enable
de: Bevor du ihn aktivierst
es: Antes de activarlo
hi: सक्षम करने से पहले
pt: Antes de ativar

# assistant_confirm_change_title
source: Confirm this change
de: Diese Änderung bestätigen
es: Confirma este cambio
hi: इस बदलाव की पुष्टि करें
pt: Confirme esta mudança

# assistant_consent_accept
source: I understand — enable
de: Verstanden — aktivieren
es: Entiendo — activar
hi: समझ लिया — सक्षम करें
pt: Entendi — ativar

# assistant_consent_not_now
source: Not now
de: Jetzt nicht
es: Ahora no
hi: अभी नहीं
pt: Agora não

# assistant_conversations_title
source: Conversations
de: Unterhaltungen
es: Conversaciones
hi: बातचीत
pt: Conversas

# assistant_empty_body
source: I can find things, make changes, and help you plan.
de: Ich kann Dinge finden, Änderungen machen und dir beim Planen helfen.
es: Puedo encontrar cosas, hacer cambios y ayudarte a planificar.
hi: मैं चीज़ें ढूँढ सकता हूँ, बदलाव कर सकता हूँ और योजना बनाने में मदद कर सकता हूँ।
pt: Posso encontrar coisas, fazer mudanças e ajudar você a planejar.

# assistant_empty_title
source: Ask me about your tasks
de: Frag mich zu deinen Aufgaben
es: Pregúntame sobre tus tareas
hi: अपने कार्यों के बारे में मुझसे पूछें
pt: Pergunte sobre suas tarefas

# assistant_enable_button
source: Enable Assistant
de: Assistent aktivieren
es: Activar Asistente
hi: सहायक सक्षम करें
pt: Ativar Assistente

# assistant_error_apply_failed
source: Couldn't apply the change. Try again.
de: Die Änderung konnte nicht übernommen werden. Versuch es noch einmal.
es: No se pudo aplicar el cambio. Inténtalo de nuevo.
hi: बदलाव लागू नहीं हो सका। फिर से कोशिश करें।
pt: Não foi possível aplicar a alteração. Tente de novo.

# assistant_error_enable_failed
source: Couldn't enable the Assistant. Try again.
de: Der Assistent konnte nicht aktiviert werden. Versuch es noch einmal.
es: No se pudo activar el Asistente. Inténtalo de nuevo.
hi: सहायक चालू नहीं हो सका। फिर से कोशिश करें।
pt: Não foi possível ativar o Assistente. Tente de novo.

# assistant_error_stream_dropped
source: The connection dropped before the reply finished.
de: Die Verbindung brach ab, bevor die Antwort fertig war.
es: La conexión se cortó antes de terminar la respuesta.
hi: जवाब पूरा होने से पहले कनेक्शन टूट गया।
pt: A conexão caiu antes de a resposta terminar.

# assistant_error_timeout
source: The reply timed out — it was taking too long to respond.
de: Die Antwort hat zu lange gedauert — Zeitüberschreitung.
es: La respuesta tardó demasiado y se agotó el tiempo de espera.
hi: जवाब में बहुत देर लगी — समय समाप्त हो गया।
pt: A resposta demorou demais — o tempo esgotou.

# assistant_error_turn_failed
source: The turn failed. Try again.
de: Die Antwort ist fehlgeschlagen. Versuch es noch einmal.
es: No se pudo completar el turno. Inténtalo de nuevo.
hi: यह टर्न पूरा नहीं हो सका। फिर से कोशिश करें।
pt: A resposta falhou. Tente de novo.

# assistant_error_unavailable_on_device
source: The Assistant isn't available on this device yet.
de: Der Assistent ist auf diesem Gerät noch nicht verfügbar.
es: El Asistente aún no está disponible en este dispositivo.
hi: सहायक अभी इस डिवाइस पर उपलब्ध नहीं है।
pt: O Assistente ainda não está disponível neste dispositivo.

# assistant_message_placeholder
source: Message
de: Nachricht
es: Mensaje
hi: संदेश
pt: Mensagem

# assistant_new_chat_title
source: New chat
de: Neuer Chat
es: Nuevo chat
hi: नई चैट
pt: Nova conversa

# assistant_offline_note
source: You're offline — reconnect to continue the conversation.
de: Du bist offline — verbinde dich wieder, um das Gespräch fortzusetzen.
es: Estás sin conexión — reconéctate para continuar la conversación.
hi: आप ऑफ़लाइन हैं — बातचीत जारी रखने के लिए फिर से कनेक्ट करें।
pt: Você está offline — reconecte para continuar a conversa.

# assistant_quota_note
source: You've used this month's Assistant quota. It resets next month.
de: Du hast das Assistent-Kontingent für diesen Monat aufgebraucht. Es wird nächsten Monat zurückgesetzt.
es: Ya usaste la cuota del Asistente de este mes. Se restablece el mes que viene.
hi: इस महीने का सहायक कोटा खत्म हो गया है। यह अगले महीने रीसेट होगा।
pt: Você usou a cota do Assistente deste mês. Ela renova no mês que vem.

# assistant_recent_section
source: Recent
de: Zuletzt
es: Recientes
hi: हाल की
pt: Recentes

# assistant_turn_on_title
source: Turn on the Assistant
de: Schalte den Assistenten ein
es: Activa el Asistente
hi: सहायक चालू करें
pt: Ative o Assistente

# auth_add_another_account
source: Add another account
de: Weiteres Konto hinzufügen
es: Agregar otra cuenta
hi: एक और खाता जोड़ें
pt: Adicionar outra conta

# auth_browser_hint
source: A secure browser window opens to finish signing in.
de: Ein sicheres Browserfenster öffnet sich, um die Anmeldung abzuschließen.
es: Se abre una ventana segura del navegador para terminar de iniciar sesión.
hi: साइन इन पूरा करने के लिए एक सुरक्षित ब्राउज़र विंडो खुलती है।
pt: Uma janela segura do navegador abre para concluir o login.

# auth_error_invalid_token
source: That token isn't valid. Check it and try again.
de: Dieses Token ist ungültig. Prüf es und versuch es noch einmal.
es: Ese token no es válido. Revísalo e inténtalo de nuevo.
hi: वह token मान्य नहीं है। इसे जाँचकर फिर से कोशिश करें।
pt: Esse token não é válido. Confira e tente de novo.

# auth_error_unavailable
source: Couldn't reach Deferno. Check your connection and try again.
de: Deferno ist nicht erreichbar. Prüf deine Verbindung und versuch es noch einmal.
es: No se pudo conectar con Deferno. Revisa tu conexión e inténtalo de nuevo.
hi: Deferno से संपर्क नहीं हो सका। अपना कनेक्शन जाँचकर फिर से कोशिश करें।
pt: Não foi possível conectar ao Deferno. Verifique sua conexão e tente de novo.

# auth_retry_prompt
source: Need to try again?
de: Noch einmal versuchen?
es: ¿Necesitas intentarlo de nuevo?
hi: फिर से कोशिश करनी है?
pt: Precisa tentar de novo?

# auth_session_expired_title
source: Session expired
de: Sitzung abgelaufen
es: Sesión expirada
hi: सेशन समाप्त हो गया
pt: Sessão expirada

# auth_sign_in
source: Sign in
de: Anmelden
es: Iniciar sesión
hi: साइन इन करें
pt: Entrar

# auth_sign_in_with_token
source: Sign in with token
de: Mit Token anmelden
es: Iniciar sesión con token
hi: Token से साइन इन करें
pt: Entrar com token

# auth_subtitle_sign_in
source: Sign in to your account
de: Melde dich bei deinem Konto an
es: Inicia sesión en tu cuenta
hi: अपने खाते में साइन इन करें
pt: Entre na sua conta

# auth_token_field_label
source: Personal access token
de: Persönliches Zugriffstoken
es: Token de acceso personal
hi: व्यक्तिगत एक्सेस token
pt: Token de acesso pessoal

# auth_token_help
source: Create a token in Deferno on the web: Settings → Tokens.
de: Erstelle ein Token in Deferno im Web: Einstellungen → Tokens.
es: Crea un token en Deferno en la web: Configuración → Tokens.
hi: वेब पर Deferno में token बनाएँ: Settings → Tokens।
pt: Crie um token no Deferno na web: Configurações → Tokens.

# auth_token_hide
source: Hide
de: Verbergen
es: Ocultar
hi: छिपाएँ
pt: Ocultar

# auth_token_hide_a11y
source: Hide token
de: Token verbergen
es: Ocultar token
hi: Token छिपाएँ
pt: Ocultar token

# auth_token_show
source: Show
de: Anzeigen
es: Mostrar
hi: दिखाएँ
pt: Mostrar

# auth_token_show_a11y
source: Show token
de: Token anzeigen
es: Mostrar token
hi: Token दिखाएँ
pt: Mostrar token

# auth_unavailable_title
source: Can't reach Deferno
de: Deferno ist nicht erreichbar
es: No se puede conectar con Deferno
hi: Deferno से संपर्क नहीं हो पा रहा
pt: Sem conexão com o Deferno

# auth_use_token_instead
source: Use a token instead
de: Stattdessen ein Token verwenden
es: Usar un token en su lugar
hi: इसके बजाय token इस्तेमाल करें
pt: Usar um token

# braindump_error_body
source: Something went wrong reaching the microphone. Try again.
de: Beim Zugriff aufs Mikrofon ging etwas schief. Versuch es noch einmal.
es: Algo salió mal al acceder al micrófono. Inténtalo de nuevo.
hi: माइक्रोफ़ोन तक पहुँचने में कुछ गड़बड़ हुई। फिर से कोशिश करें।
pt: Algo deu errado ao acessar o microfone. Tente de novo.

# braindump_error_title
source: Couldn't record
de: Aufnahme fehlgeschlagen
es: No se pudo grabar
hi: रिकॉर्ड नहीं हो सका
pt: Não foi possível gravar

# braindump_idle_body
source: Tap to record. We'll sort what you say into your Inbox.
de: Tipp zum Aufnehmen. Wir sortieren, was du sagst, in deinen Eingang.
es: Toca para grabar. Ordenaremos lo que digas en tu Bandeja de entrada.
hi: रिकॉर्ड करने के लिए टैप करें। आप जो कहेंगे उसे हम आपके इनबॉक्स में डाल देंगे।
pt: Toque para gravar. Vamos organizar o que você disser na sua Caixa de entrada.

# braindump_idle_title
source: Speak your mind
de: Sprich dich aus
es: Di lo que piensas
hi: मन की बात कहें
pt: Fale o que pensa

# braindump_listening
source: Listening…
de: Ich höre zu…
es: Escuchando…
hi: सुन रहा हूँ…
pt: Ouvindo…

# braindump_mic_needed_body
source: Allow Deferno to use the microphone to capture a brain dump by voice.
de: Erlaube Deferno den Mikrofonzugriff, um einen Braindump per Stimme aufzunehmen.
es: Permite que Deferno use el micrófono para capturar una descarga mental por voz.
hi: बोलकर मन की बात रिकॉर्ड करने के लिए Deferno को माइक्रोफ़ोन इस्तेमाल करने दें।
pt: Permita que o Deferno use o microfone para capturar um despejo de ideias por voz.

# braindump_mic_needed_title
source: Needs microphone access
de: Braucht Mikrofonzugriff
es: Necesita acceso al micrófono
hi: माइक्रोफ़ोन की अनुमति चाहिए
pt: Precisa de acesso ao microfone

# braindump_record_a11y
source: Record
de: Aufnehmen
es: Grabar
hi: रिकॉर्ड करें
pt: Gravar

# braindump_recording_status
source: Recording…
de: Aufnahme läuft…
es: Grabando…
hi: रिकॉर्डिंग जारी…
pt: Gravando…

# braindump_sorting_body
source: We'll transcribe this in the background and drop the results in your Inbox.
de: Wir transkribieren das im Hintergrund und legen die Ergebnisse in deinen Eingang.
es: Lo transcribiremos en segundo plano y dejaremos los resultados en tu Bandeja de entrada.
hi: हम इसे बैकग्राउंड में टेक्स्ट में बदलेंगे और नतीजे आपके इनबॉक्स में डाल देंगे।
pt: Vamos transcrever em segundo plano e deixar os resultados na sua Caixa de entrada.

# braindump_sorting_title
source: Sorting to your Inbox
de: Wird in deinen Eingang einsortiert
es: Ordenando en tu Bandeja de entrada
hi: आपके इनबॉक्स में भेजा जा रहा है
pt: Organizando na sua Caixa de entrada

# braindump_stop
source: Stop
de: Stopp
es: Detener
hi: रोकें
pt: Parar

# braindump_stop_recording_a11y
source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
hi: रिकॉर्डिंग रोकें
pt: Parar gravação

# breakdown_composer_placeholder
source: What's stopping you?
de: Was hält dich auf?
es: ¿Qué te lo impide?
hi: आपको क्या रोक रहा है?
pt: O que está te impedindo?

# breakdown_keep_it
source: Keep it
de: Behalten
es: Conservarla
hi: इसे रखें
pt: Manter

# breakdown_let_it_go
source: Let it go
de: Loslassen
es: Dejarla ir
hi: जाने दें
pt: Deixar ir

# breakdown_msg_added_prerequisite
source: Added a prerequisite to do first: “%@”.
de: Ich habe eine Voraussetzung hinzugefügt, die zuerst drankommt: „%@“.
es: Agregué un requisito previo para hacer primero: «%@».
hi: पहले करने के लिए एक ज़रूरी कदम जोड़ा: “%@”।
pt: Adicionei um pré-requisito para fazer antes: “%@”.

# breakdown_msg_added_to_plan
source: Added to today's plan.
de: Zum heutigen Plan hinzugefügt.
es: Agregada al plan de hoy.
hi: आज की योजना में जोड़ा गया।
pt: Adicionado ao plano de hoje.

# breakdown_msg_broke_into
source: Broke it into %@.
de: Ich habe es in %@ zerlegt.
es: La dividí en %@.
hi: इसे %@ में बाँट दिया।
pt: Dividi em %@.

# breakdown_msg_classifier_retry
source: I couldn't quite work that out on-device. Want to say it a different way?
de: Das konnte ich auf dem Gerät nicht ganz einordnen. Magst du es anders formulieren?
es: No logré entenderlo bien en el dispositivo. ¿Quieres decirlo de otra forma?
hi: मैं इसे डिवाइस पर ठीक से समझ नहीं पाया। क्या आप इसे किसी और तरीक़े से कहना चाहेंगे?
pt: Não consegui entender direito aqui no dispositivo. Quer dizer de outro jeito?

# breakdown_msg_confirm_drop
source: Sounds like you keep putting it off. Do you actually need this? I can take “%@” off your list — just say yes.
de: Klingt, als würdest du es immer wieder aufschieben. Brauchst du das wirklich? Ich kann „%@“ von deiner Liste nehmen — sag einfach Ja.
es: Parece que lo sigues posponiendo. ¿De verdad necesitas esto? Puedo quitar «%@» de tu lista — solo di que sí.
hi: लगता है आप इसे टालते आ रहे हैं। क्या यह सच में ज़रूरी है? मैं “%@” को आपकी सूची से हटा सकता हूँ — बस हाँ कह दें।
pt: Parece que você vem adiando isso. Você realmente precisa disso? Posso tirar “%@” da sua lista — é só dizer sim.

# breakdown_msg_dropped
source: Done — taking “%@” off your list. You can recover it from history.
de: Alles klar — ich nehme „%@“ von deiner Liste. Über den Verlauf kannst du es wiederherstellen.
es: Listo — quito «%@» de tu lista. Puedes recuperarla desde el historial.
hi: हो गया — “%@” को आपकी सूची से हटा रहा हूँ। आप इसे इतिहास से वापस पा सकते हैं।
pt: Pronto — tirando “%@” da sua lista. Dá para recuperar pelo histórico.

# breakdown_msg_finished_dropped
source: All set — we cleared what you didn't need.
de: Geschafft — wir haben ausgeräumt, was du nicht mehr brauchst.
es: Todo listo — quitamos lo que no necesitabas.
hi: सब हो गया — जो आपको ज़रूरी नहीं था, वह हमने हटा दिया।
pt: Tudo certo — tiramos o que você não precisava.

# breakdown_msg_finished_ready
source: Everything's broken down and ready. Nice work.
de: Alles ist zerlegt und startklar. Gut gemacht.
es: Todo está desglosado y listo. Buen trabajo.
hi: सब कुछ बँटकर तैयार है। बहुत बढ़िया।
pt: Tudo dividido e pronto. Bom trabalho.

# breakdown_msg_kept_reask
source: Kept it. So — what's stopping you from “%@”?
de: Behalten. Also — was hält dich bei „%@“ auf?
es: La conservamos. Entonces, ¿qué te impide avanzar con «%@»?
hi: रख लिया। तो — “%@” में आपको क्या रोक रहा है?
pt: Mantido. Então — o que está te impedindo de “%@”?

# breakdown_msg_more_urgent
source: Something more pressing right now — noted. (Lowering its priority is coming soon; for now it stays put.)
de: Gerade drängt etwas anderes — notiert. (Die Priorität zu senken kommt bald; bis dahin bleibt es, wo es ist.)
es: Hay algo más urgente ahora mismo — anotado. (Pronto podrás bajar su prioridad; por ahora se queda donde está.)
hi: अभी कुछ और ज़्यादा ज़रूरी है — नोट कर लिया। (इसकी प्राथमिकता घटाना जल्द आ रहा है; फ़िलहाल यह यहीं रहेगा।)
pt: Algo mais urgente agora — anotado. (Baixar a prioridade está a caminho; por enquanto, fica como está.)

# breakdown_msg_name_first_piece
source: Let's name the first small piece — what's one part you could start on?
de: Lass uns das erste kleine Stück benennen — was wäre ein Teil, mit dem du anfangen könntest?
es: Nombremos la primera pieza pequeña: ¿con qué parte podrías empezar?
hi: आइए पहला छोटा हिस्सा तय करें — कौन-सा एक हिस्सा है जिससे आप शुरुआत कर सकते हैं?
pt: Vamos nomear o primeiro pedacinho — qual parte você poderia começar?

# breakdown_msg_ready_to_go
source: Then “%@” is ready to go.
de: Dann ist „%@“ startklar.
es: Entonces «%@» está lista para empezar.
hi: तो फिर “%@” तैयार है।
pt: Então “%@” está pronto para começar.

# breakdown_msg_transient_obstacle
source: That's temporary — it's okay to skip it for now. It still mattered to you, so it'll be here when you're ready.
de: Das ist nur vorübergehend — es ist okay, es erst mal zu überspringen. Es war dir wichtig, also bleibt es hier, bis du bereit bist.
es: Eso es temporal — está bien dejarlo pasar por ahora. Te seguía importando, así que aquí estará cuando quieras retomarlo.
hi: यह अस्थायी है — अभी इसे छोड़ देना ठीक है। यह आपके लिए मायने रखता था, इसलिए जब आप तैयार हों, यह यहीं मिलेगा।
pt: Isso é temporário — tudo bem pular por enquanto. Continua importante para você, então vai estar aqui quando você quiser retomar.

# breakdown_msg_waiting_dependency
source: Sounds like it's blocked by something else — noted. (Linking that blocker is coming soon.)
de: Klingt, als würde etwas anderes es blockieren — notiert. (Diesen Blocker zu verknüpfen kommt bald.)
es: Parece que está bloqueado por otra cosa — anotado. (Pronto podrás vincular ese bloqueo.)
hi: लगता है यह किसी और चीज़ की वजह से रुका है — नोट कर लिया। (उस अड़चन को जोड़ना जल्द आ रहा है।)
pt: Parece que está bloqueado por outra coisa — anotado. (Vincular esse bloqueio está a caminho.)

# breakdown_msg_whats_stopping
source: What's stopping you from “%@”?
de: Was hält dich bei „%@“ auf?
es: ¿Qué te impide avanzar con «%@»?
hi: “%@” में आपको क्या रोक रहा है?
pt: O que está te impedindo de “%@”?

# breakdown_needs_ai_body
source: Turn on Apple Intelligence in Settings to break a stuck task into smaller steps, all on-device.
de: Schalte Apple Intelligence in den Einstellungen ein, um eine festgefahrene Aufgabe in kleinere Schritte zu zerlegen — alles auf dem Gerät.
es: Activa Apple Intelligence en Configuración para dividir una tarea atascada en pasos más pequeños, todo en el dispositivo.
hi: किसी अटके कार्य को छोटे चरणों में बाँटने के लिए सेटिंग्स में Apple Intelligence चालू करें — सब कुछ डिवाइस पर ही।
pt: Ative a Apple Intelligence nos Ajustes para dividir uma tarefa travada em passos menores, tudo no dispositivo.

# breakdown_needs_ai_title
source: Breakdown needs Apple Intelligence
de: Aufschlüsseln braucht Apple Intelligence
es: La división necesita Apple Intelligence
hi: ब्रेकडाउन के लिए Apple Intelligence चाहिए
pt: O detalhamento precisa da Apple Intelligence

# breakdown_prereq_define_done
source: Define what “done” looks like, and decide if I'm the right person or should delegate
de: Festlegen, wie „fertig“ aussieht, und entscheiden, ob ich es selbst mache oder abgebe
es: Definir cómo se ve «terminado» y decidir si soy la persona indicada o debería delegar
hi: तय करें कि “पूरा हुआ” कैसा दिखेगा, और सोचें कि यह मुझे करना चाहिए या किसी और को सौंपना चाहिए
pt: Definir o que significa “pronto” e decidir se eu sou a pessoa certa ou se devo delegar

# breakdown_prereq_figure_out
source: Figure out how to do this
de: Herausfinden, wie das geht
es: Averiguar cómo hacer esto
hi: समझें कि इसे कैसे करना है
pt: Descobrir como fazer isso

# breakdown_thinking
source: Thinking…
de: Denke nach…
es: Pensando…
hi: सोच रहा हूँ…
pt: Pensando…

# breakdown_title
source: Break it down
de: Zerlegen wir das
es: Desglósalo
hi: छोटे हिस्सों में बाँटें
pt: Dividir em partes

# breakdown_unavailable_body
source: Turn on an inference engine in Settings → Agent to break a stuck task into smaller steps.
de: Schalte unter Einstellungen → Agent eine Inferenz-Engine ein, um eine festgefahrene Aufgabe in kleinere Schritte zu zerlegen.
es: Activa un motor de inferencia en Configuración → Agente para desglosar una tarea estancada en pasos más pequeños.
hi: किसी अटके हुए कार्य को छोटे चरणों में बाँटने के लिए सेटिंग्स → एजेंट में कोई AI इंजन चालू करें।
pt: Ative um mecanismo de inferência em Configurações → Agente para dividir uma tarefa travada em passos menores.

# breakdown_unavailable_title
source: Breakdown needs an AI engine
de: Zerlegen braucht eine KI-Engine
es: El desglose necesita un motor de IA
hi: बाँटने के लिए AI इंजन चाहिए
pt: A divisão precisa de um mecanismo de IA

# calendar_action_done
source: Done
de: Erledigen
es: Completar
hi: पूर्ण करें
pt: Concluir

# calendar_action_reschedule
source: Reschedule
de: Umplanen
es: Reprogramar
hi: दिन बदलें
pt: Reagendar

# calendar_action_skip
source: Skip
de: Überspringen
es: Omitir
hi: छोड़ें
pt: Pular
